export const OwnersNames = [
    "1",
    "2",
    "3",
    "4",
    "5",
];

export const AwareContents = [
    {
        elNum: "1",
        elName: "الجوانب الجسدية:", 
        describtion: "التغيرات الجسدية شرح كيفية تغير الجسم خلال مراحل الحياة، مثل البلوغ والحمل والشيخوخة. الصحة الجنسية: تعليم الوقاية من الأمراض المنقولة جنسيًا (STIs) وممارسة الجنس الأمن. الإنجاب: شرح كيف يحدث الحمل، وسائل تنظيم الأسرة، والخيارات المتعلقة بالإنجاب.",
        icon: "pause"
    },
    {
        elNum: "2",
        elName: "الجوانب النفسية والعاطفية:", 
        describtion: "فهم المشاعر والرغبات الجنسية وكيفية التعبير عنها بطريقة صحية. التعامل مع التغيرات العاطفية التي قد تصاحب النمو أو العلاقات. كيفية بناء احترام الذات وقبول الهوية الشخصية والجنسية.",
        icon: "pause"
    },
    {
        elNum: "3",
        elName: "الجوانب الاجتماعية:", 
        describtion: "التركيز على بناء علاقات قائمة على الاحترام والموافقة المتبادلة. التعامل مع الضغوط الاجتماعية والثقافية المتعلقة بالجنس والزواج. مناقشة مفهوم الموافقة ((consent وحدود العلاقات",
        icon: "pause"
    },
    {
        elNum: "4",
        elName: "الجوانب القانونية:", 
        describtion: "تقديم معلومات عن القوانين المتعلقة بالجنس، مثل السن القانوني للعلاقات وحماية الأطفال من الاستغلال. التوعية بالحقوق الجنسية للفرد، مثل الحق في اتخاذ قرارات شخصية وحماية الخصوصية.",
        icon: "pause"
    },
    {
        elNum: "5",
        elName: "القيم والمبادئ:",
        describtion: "تعزيز قيم الاحترام المتبادل والتواصل المفتوح بين الشريكين. التصدي للمفاهيم الخاطئة، مثل التمييز أو الوصمة المرتبطة بالجنس.",
        icon: "pause"
    },
];

